name: "VITPOSE"
platform: "tensorrt_plan"
max_batch_size: 0
input[
  {
    name: "input_0"
    data_type: TYPE_FP16
    dims: [1, 3, 256, 192]
  }
]

output[
  {
    name: "output_0"
    data_type: TYPE_FP16
    dims: [1, 17, 64, 48]
  }
]
